{
	"books": [
		{
			"bookTitle": "A Light in the Attic",
			"bookPrice": "51.77",
			"available": 22,
			"imageURL": "http://books.toscrape.com/media/cache/2c/da/2cdad67c44b002e7ead0cc35693c0e8b.jpg",
			"bookDescription": "It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers..."
		},
		{
			"bookTitle": "Tipping the Velvet",
			"bookPrice": "53.74",
			"available": 20,
			"imageURL": "http://books.toscrape.com/media/cache/26/0c/260c6ae16bce31c8f8c95daddd9f4a1c.jpg",
			"bookDescription": "Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine..."
		},
		{
			"bookTitle": "Soumission",
			"bookPrice": "50.10",
			"available": 20,
			"imageURL": "http://books.toscrape.com/media/cache/3e/ef/3eef99c9d9aef2bd0d317067418b8238.jpg",
			"bookDescription": "Dans une France assez proche de la nôtre, un homme s'engage dans la carrière universitaire. Peu motivé par l'enseignement, il s'attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré..."
		},
		{
			"bookTitle": "Sharp Objects",
			"bookPrice": "47.82",
			"available": 20,
			"imageURL": "http://books.toscrape.com/media/cache/32/51/3251cf3a3412f53f339e42cac2134093.jpg",
			"bookDescription": "WICKED above her hipbone, GIRL across her heart Words are like a road map to reporter Camille Preaker's troubled past. Fresh from a brief stay at a psych hospital, Camille's first assignment from the second-rate daily paper where she works brings her reluctantly..."
		},
		{
			"bookTitle": "Sapiens: A Brief History of Humankind",
			"bookPrice": "54.23",
			"available": 20,
			"imageURL": "http://books.toscrape.com/media/cache/be/a5/bea5697f2534a2f86a3ef27b5a8c12a6.jpg",
			"bookDescription": "100,000 years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens. How did our species succeed in the battle for dominance? Why did our foraging ancestors come together to create cities and kingdoms?..."
		},
		{
			"bookTitle": "The Requiem Red",
			"bookPrice": "22.65",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/9b/09/9b0935dc936c92900c2a5f3538e809e6.jpg",
			"bookDescription": "Patient Twenty-nine. A monster roams the halls of Soothing Hills Asylum. Three girls dead. 29 is endowed with the curse...or gift of perception. She hears messages in music, sees visions in silence. Yet 29 stays within the asylum's walls, separated from the rest of society..."
		},
		{
			"bookTitle": "The Dirty Little Secrets of Getting Your Dream Job",
			"bookPrice": "33.34",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/e1/1b/e11bfd91f63257a1c5c392209420792c.jpg",
			"bookDescription": "Drawing on his extensive experience as a recruiter and his deep knowledge of what potential employers really want, Don Raskin's The Dirty Little Secrets of Getting Your Dream Job offers all the invaluable insider advice you need to give yourself an advantage in landing the job you want..."
		},
		{
			"bookTitle": "The Coming Woman: A Novel Based on the Life of the Infamous Feminist, Victoria Woodhull",
			"bookPrice": "17.93",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/3d/54/3d54940e57e662c4dd1f3ff00c78cc64.jpg",
			"bookDescription": "In 19th-century America, women are expected to be pious, pure, submissive, and domestic. But Victoria Woodhull is none of these things. Each decision she makes seems to defy expectations and lead to ostracism, criticism, or imprisonment..."
		},
		{
			"bookTitle": "The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics",
			"bookPrice": "22.60",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/66/88/66883b91f6804b2323c8369331cb7149.jpg",
			"bookDescription": "For readers of Unbroken, out of the depths of the Depression comes an irresistible story about beating the odds and finding hope in the most desperate of times—the improbable, intimate account of how nine working-class boys from the American West showed the world at the 1936 Olympics..."
		},
		{
			"bookTitle": "The Black Maria",
			"bookPrice": "52.15",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/58/46/5846057e28022268153beff6d352b06c.jpg",
			"bookDescription": "The Black Maria is a horse-drawn wagon used to transport prisoners. It's also a powerful, stunning poetry collection from a writer whose poems are, according to The Globe and Mail, so immediate that they seem like blood on the page..."
		},
		{
			"bookTitle": "Starving Hearts (Triangular Trade Trilogy, #1)",
			"bookPrice": "13.99",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/be/f4/bef44da28c98f905a3ebec0b87be8530.jpg",
			"bookDescription": "Since her assault, Miss Annette Chetwynd has been plagued by nightmares and worries about an arranged marriage. She yearns to find her anonymous rescuer. Unfortunately, her health and intellect prevent it. Both repel suitors and cause Annette to doubt God's existence..."
		},
		{
			"bookTitle": "Shakespeare's Sonnets",
			"bookPrice": "20.66",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/10/48/1048f63d3b5061cd2f424d20b3f9b666.jpg",
			"bookDescription": "Shakespeare's sonnets are 14-line poems that work through both an intricate rhyme scheme and a tight thematic framework. They focus on love, death, and the effects of time, and often dramatize the tensions between such themes, like the intersection of love and time's decay..."
		},
		{
			"bookTitle": "Set Me Free",
			"bookPrice": "17.46",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/5b/88/5b88c52633f53cacf162c15f4f823153.jpg",
			"bookDescription": "The daughter of a wealthy slave-holding family from Richmond, Virginia, Caroline Fletcher is raised in a culture that believes slavery is God-ordained and biblically acceptable. But upon awakening to the cruelty and injustice it encompasses, Caroline's eyes are opened..."
		},
		{
			"bookTitle": "Scott Pilgrim's Precious Little Life (Scott Pilgrim #1)",
			"bookPrice": "52.29",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/94/b1/94b1b8b244bce9677c2f29ccc890d4d2.jpg",
			"bookDescription": "Scott Pilgrim's life is totally sweet. He's 23 years old, in a rock band, between jobs, and dating a cute high school girl. Everything's fantastic until a seriously mind-blowing, dangerously fashionable, rollerblading delivery girl named Ramona Flowers starts cruising through his dreams..."
		},
		{
			"bookTitle": "Rip it Up and Start Again",
			"bookPrice": "35.02",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/81/c4/81c4a973364e17d01f217e1188253d5e.jpg",
			"bookDescription": "Rip It Up and Start Again is the first book-length exploration of the wildly adventurous music created in the years after punk. Renowned music journalist Simon Reynolds celebrates the futurist spirit of such bands as Joy Division, Gang of Four, Talking Heads, and Devo..."
		},
		{
			"bookTitle": "Our Band Could Be Your Life: Scenes from the American Indie Underground, 1981-1991",
			"bookPrice": "57.25",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/54/60/54607fe8945897cdcced0044103b10b6.jpg",
			"bookDescription": "This is the never-before-told story of the musical revolution that happened right under the nose of the Reagan Eighties--when a small but sprawling network of bands, labels, fanzines, radio stations, and other subversives re-energized American rock with punk's do-it-yourself credo..."
		},
		{
			"bookTitle": "Olio",
			"bookPrice": "23.88",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/55/33/553310a7162dfbc2c6d19a84da0df9e1.jpg",
			"bookDescription": "Part fact, part fiction, Tyehimba Jess's much anticipated second book weaves sonnet, song, and narrative to examine the lives of mostly unrecorded African American performers directly before and after the Civil War up to World War I..."
		},
		{
			"bookTitle": "Mesaerion: The Best Science Fiction Stories 1800-1849",
			"bookPrice": "37.59",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/09/9f/099fee70f3a14969a6edd9c64a3a9110.jpg",
			"bookDescription": "Andrew Barger, award-winning author and engineer, has extensively researched forgotten journals and magazines of the early 19th century to locate groundbreaking science fiction short stories in the English language. In doing so, he found what is possibly the first science fiction story by a female..."
		},
		{
			"bookTitle": "Libertarianism for Beginners",
			"bookPrice": "51.33",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/0b/bc/0bbcd0a6f4bcd81ccb1049a52736406e.jpg",
			"bookDescription": "Libertarianism isn't about winning elections; it is first and foremost a political philosophy—a description of how, in the opinion of libertarians, free people ought to treat one another, at least when they use the law, which they regard as potentially dangerous..."
		},
		{
			"bookTitle": "It's Only the Himalayas",
			"bookPrice": "45.17",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/27/a5/27a53d0bb95bdd88288eaf66c9230d7e.jpg",
			"bookDescription": "A witty, coming-of-age travel memoir about two young women who throw caution and rational life choices to the wind and embark on a round-the-world adventure. On a post-college visit to Europe, Sue and her friend Sara suddenly said, 'Why not keep going?'..."
		},
		{
			"bookTitle": "In Her Wake",
			"bookPrice": "12.84",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/be/6c/be6c22b9f2892d27895479467df4bc8a.jpg",
			"bookDescription": "A perfect life... until she discovered it wasn't her own. A tragic family event reveals devastating news that rips apart Bella's comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast..."
		},
		{
			"bookTitle": "How Music Works",
			"bookPrice": "37.32",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/a7/79/a77970ff846ad7eaae170a26e736ea4d.jpg",
			"bookDescription": "How Music Works is David Byrne's remarkable and buoyant celebration of a subject he's spent a lifetime thinking about. Equal parts historian and anthropologist, raconteur and social scientist, Byrne draws on his own work over the years with Talking Heads and his myriad collaborators..."
		},
		{
			"bookTitle": "Foolproof Preserving: A Guide to Small Batch Jams, Jellies, Pickles, Condiments, and More",
			"bookPrice": "30.52",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/14/c1/14c1d73719a1c4e10a656e58d3a08769.jpg",
			"bookDescription": "Canning has never been simpler or more approachable, thanks to this practical and sensible guide from America's Test Kitchen. Each chapter begins with perfectly reliable master recipes for basic preserves like strawberry jam or sour dill pickles, which are enhanced by creative variations..."
		},
		{
			"bookTitle": "Chase Me (Paris Nights #2)",
			"bookPrice": "25.27",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/16/08/1608acd37e7aae4146693cc27d0a2972.jpg",
			"bookDescription": "Parisian restaurateur Olivia Villalba only wanted a night of hot, no-strings-attached sex from the charming American she met in her favorite cafe. The last thing she expected was to see him standing before her the next day, ready to install her new commercial kitchen..."
		},
		{
			"bookTitle": "Black Dust",
			"bookPrice": "34.53",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/3e/0e/3e0e9c1a0c9d2116d83c6592407c36dc.jpg",
			"bookDescription": "Fifteen years after a tragic car crash claimed a friend's life and permanently injures his then-boyfriend, Broadway musician Tobias Spence reconnects with his former love. As Emmett and Tobias explore their renewed friendship, they realize that deeply buried feelings never died..."
		},
		{
			"bookTitle": "Birdsong: A Story in Pictures",
			"bookPrice": "54.64",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/a4/3a/a43ad6e75b3ffca84101eb814e5591e0.jpg",
			"bookDescription": "A wordless picture book captures the imagination and celebrates the joy and beauty of nature and art. Imagine a helpful bird, a young child, some scattered birdseed, and a growing garden, and you have the elements of this completely wordless picture book from acclaimed illustrator..."
		},
		{
			"bookTitle": "America's Cradle of Quarterbacks: Western Pennsylvania's Football Factory from Johnny Unitas to Joe Montana",
			"bookPrice": "22.50",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/df/85/df859c8a7dfa32f0b3167e6cb624517f.jpg",
			"bookDescription": "Western Pennsylvania is legendary both for football excellence and for producing those who have excelled in the sport. Since the earliest days of the professional game, the region has contributed a steady stream of players, coaches, and administrators who have shaped the game at every level..."
		},
		{
			"bookTitle": "Aladdin and His Wonderful Lamp",
			"bookPrice": "53.13",
			"available": 19,
			"imageURL": "http://books.toscrape.com/media/cache/6e/86/6e86f760de10106dc4f4b4ab866af765.jpg",
			"bookDescription": "In this retelling of the story of Aladdin and his magical lamp, find out how a poor boy discovers a wizard's lamp that will make all his dreams come true. This illustrated eBook is part of the Ladybird Tales series, which is suitable for children aged 3-7..."
		},
		{
			"bookTitle": "Worlds Elsewhere: Journeys Around Shakespeare's Globe",
			"bookPrice": "40.30",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/27/92/2792d519b2970c183c6a9e24efaec1d7.jpg",
			"bookDescription": "From the acclaimed author of The Impossible Lives of Greta Wells comes a dazzling and Shakespeare-inspired tour of the world. Ranging across four continents and 400 years, Worlds Elsewhere: Journeys Around Shakespeare's Globe brings to life the fascinating story of how Shakespeare went global..."
		},
		{
			"bookTitle": "Wall and Piece",
			"bookPrice": "44.18",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/96/42/9642deb480f7c5c461ce93186ad1f41f.jpg",
			"bookDescription": "Banksy, Britain's now-legendary guerilla street artist, has painted the walls, streets, and bridges of towns and cities throughout the world. Not only did he smuggle his pieces into four of New York City's major art museums, he also hung his work at London's Tate Gallery and adorned Israel's West Bank barrier with satirical images..."
		},
		{
			"bookTitle": "The Four Agreements: A Practical Guide to Personal Freedom",
			"bookPrice": "17.66",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/12/8e/128e387839af5a82f339ecc6f528a26f.jpg",
			"bookDescription": "In The Four Agreements, don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, The Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love..."
		},
		{
			"bookTitle": "The Five Love Languages: How to Express Heartfelt Commitment to Your Mate",
			"bookPrice": "31.05",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/68/33/68339b4c9bc034267e1da611ab3b34f8.jpg",
			"bookDescription": "Are you and your spouse speaking the same language? While love is a many splendored thing, it is sometimes a very confusing thing, too. And as people come in all varieties, shapes, and sizes, so do their choices of personal expressions of love..."
		},
		{
			"bookTitle": "The Elephant Tree",
			"bookPrice": "23.82",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/e7/58/e758bc23dee6f4d133a8ad11b8a704cb.jpg",
			"bookDescription": "Mark Fallon is an overworked detective investigating a spate of attacks at a string of high profile city centre nightclubs. Scott is a dejected 24 year old struggling to make ends meet working for his brother and supplementing his income with a small-scale drug dealing operation..."
		},
		{
			"bookTitle": "The Bear and the Piano",
			"bookPrice": "36.89",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/be/09/be094bb5642e2e8e22323985e54c4f26.jpg",
			"bookDescription": "One day, a young bear stumbles upon something he has never seen before in the forest. As time passes, he teaches himself how to play the strange instrument, and eventually the beautiful sounds are heard by a father and son who are picnicking in the woods..."
		},
		{
			"bookTitle": "Sophie's World",
			"bookPrice": "15.94",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/ee/cf/eecfe998c2000a0dedb9d6eacd6b41d2.jpg",
			"bookDescription": "One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: Who are you? and Where does the world come from? From that strange beginning, Sophie becomes obsessed with questions that take her far beyond what she knows..."
		},
		{
			"bookTitle": "Penny Maybe",
			"bookPrice": "33.29",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/7c/27/7c27c983e456e3e6a5fc06e95e6cadcf.jpg",
			"bookDescription": "When the city faces its most desperate time of need, a mysterious figure appears to save the day. But when media student Mike Millar gets the chance to profile Birmingham's brand-new superhero, the threat to the city turns out to be far more terrifying than anyone could have ever imagined..."
		},
		{
			"bookTitle": "Maude (1883-1993):She Grew Up with the country",
			"bookPrice": "18.02",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/7e/67/7e67addd80bdbc8c5d0aec49cf9b8cb3.jpg",
			"bookDescription": "Maude Allen was born in 1883 in a log cabin on an Indiana farm. She traveled to the Oklahoma Territory in a covered wagon, was caught up in the oil boom, and eventually wound up in a dugout in the Texas Panhandle where she raised her children through the Great Depression..."
		},
		{
			"bookTitle": "In a Dark, Dark Wood",
			"bookPrice": "19.63",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/50/8e/508ee0c8d987357eea9fd1a698a48942.jpg",
			"bookDescription": "What should be a cozy and fun-filled weekend deep in the English countryside takes a sinister turn in Ruth Ware's suspenseful, compulsive, and darkly twisted psychological thriller. Sometimes the only thing to fear is yourself..."
		},
		{
			"bookTitle": "Behind Closed Doors",
			"bookPrice": "52.22",
			"available": 18,
			"imageURL": "http://books.toscrape.com/media/cache/c3/8f/c38f23e4b41af357be3d42b60bd3a7fb.jpg",
			"bookDescription": "The perfect marriage? Or the perfect lie? Everyone knows a couple like Jack and Grace. He has looks and wealth, she has charm and elegance. You might not want to like them, but you do. You'd like to get to know Grace better. But it's difficult, because you realise Jack and Grace are never apart..."
		},
		{
			"bookTitle": "You can't bury them all: Poems",
			"bookPrice": "33.63",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/3c/7e/3c7e1055d3191679e6772e7f52b3fbdf.jpg",
			"bookDescription": "Patrick Woodcock has spent the past seven years engaging with and being shaped by the people, politics, and landscapes of the Kurdish north of Iraq, Fort Good Hope in the Northwest Territories, and Azerbaijan. His powerful new collection offers a poetry that simultaneously explores hope and horror while never forgetting the humorous..."
		},
		{
			"bookTitle": "Without Borders (Wanderlove #1)",
			"bookPrice": "45.07",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/fd/1a/fd1ae2bb47d8934685d39402741d17ed.jpg",
			"bookDescription": "For Annie London, a month in a Central American rainforest means handing out mosquito nets, giving medical aid, and teaching children about the birds and the bees. With any luck, it will also land her application in the 'accepted' pile at a top-tier medical school... "
		},
		{
			"bookTitle": "When We Collided",
			"bookPrice": "31.77",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/d5/45/d545873fc7187c3c92d1e18b410f9289.jpg",
			"bookDescription": "Meet Vivi and Jonah: A girl and a boy whose love has the power save or destroy them. Vivi and Jonah couldn't be more different. Vivi craves anything joyful or beautiful that life can offer. Jonah has been burdened by responsibility for his family ever since his father died..."
		},
		{
			"bookTitle": "We Love You, Charlie Freeman",
			"bookPrice": "50.27",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/6e/59/6e59fd93829bdebb6bf263f33fddf568.jpg",
			"bookDescription": "The Freeman family--Charles, Laurel, and their daughters, teenage Charlotte and nine-year-old Callie--have been invited to the Toneybee Institute in rural Massachusetts to participate in a research experiment. They will live in an apartment on campus with Charlie, a young chimp abandoned by his mother..."
		},
		{
			"bookTitle": "Untitled Collection: Sabbath Poems 2014",
			"bookPrice": "14.27",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/43/06/430662142862c616ab1f2a26640031b3.jpg",
			"bookDescription": "More than thirty-five years ago, when the weather allowed, Wendell Berry began spending his sabbaths outdoors, walking and wandering around familiar territory, seeking a deep intimacy only time could provide. These walks arranged themselves into poems and each year since he has completed a sequence of these poems..."
		},
		{
			"bookTitle": "Unseen City: The Majesty of Pigeons, the Discreet Charm of Snails & Other Wonders of the Urban Wilderness",
			"bookPrice": "44.18",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/81/8e/818e29115d754eaf714284dae8e1e6d5.jpg",
			"bookDescription": "It all started with Nathanael Johnson's decision to teach his daughter the name of every tree they passed on their walk to day care in San Francisco. This project turned into a quest to discover the secrets of the neighborhood's flora and fauna, and yielded more than names and trivia: Johnson developed a relationship with his nonhuman neighbors..."
		},
		{
			"bookTitle": "Unicorn Tracks",
			"bookPrice": "18.78",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/94/b1/94b1de91a16e13168ea4d7dd91d5646b.jpg",
			"bookDescription": "After a savage attack drives her from her home, sixteen-year-old Mnemba finds a place in her cousin Tumelo's successful safari business, where she quickly excels as a guide. Surrounding herself with beauty and friends, Mnemba allows herself to feel safe for the first time since her mother died..."
		},
		{
			"bookTitle": "Unbound: How Eight Technologies Made Us Human, Transformed Society, and Brought Our World to the Brink",
			"bookPrice": "25.52",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/fe/9f/fe9f55c2566bc2251d5232dca2d3b362.jpg",
			"bookDescription": "Although we usually think of technology as something unique to modern times, our ancestors began to create the first technologies millions of years ago in the form of prehistoric tools and weapons. Over time, eight key technologies gradually freed us from the limitations of our animal origins..."
		},
		{
			"bookTitle": "Tsubasa: WoRLD CHRoNiCLE 2 (Tsubasa WoRLD CHRoNiCLE #2)",
			"bookPrice": "16.28",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/20/71/2071b7f2cb91c8432e114afbe4c3f79e.jpg",
			"bookDescription": "Syaoran and his companions continue their journey through the alternate dimension in search of Sakura's memories, which have been transformed into feathers and scattered across time and space. In the Kingdom of Jade, a mysterious government experiment is causing people to age at an alarming rate..."
		},
		{
			"bookTitle": "Throwing Rocks at the Google Bus: How Growth Became the Enemy of Prosperity",
			"bookPrice": "31.12",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/21/fd/21fd7bfb14cb6d21cae9e4761de44a64.jpg",
			"bookDescription": "Why doesn't the explosive growth of companies like Facebook and Uber deliver more prosperity for everyone? What is the systemic problem that sets the rich against the poor and the technologists against everybody else? When protesters shattered the windows of a bus carrying Google employees to work, their anger may have been justifiable..."
		},
		{
			"bookTitle": "This One Summer",
			"bookPrice": "19.49",
			"available": 17,
			"imageURL": "http://books.toscrape.com/media/cache/a2/12/a2126bd1856f72e251345616ea59f245.jpg",
			"bookDescription": "Every summer, Rose goes with her mom and dad to a lake house in Awago Beach. It's their getaway, their refuge..."
		}
	]
}
